/* Email inválido Error Message */
"Email inválido." = "Email inválido.";

/* Erro na Conexao Error Message */
"Erro na conexão." = "Erro na conexão.";

/* Login ou senha inválidos Error Message */
"Login ou senha inválidos." = "Login ou senha inválidos.";

/* Metal Categoria */
"Metal" = "Metal";

/* Nome do Usuário em Uso Error Message */
"Nome de usuário já está em uso." = "Nome de usuário já está em uso.";

/* Email em Uso Error Message */
"O email já está em uso." = "O email já está em uso.";

/* Outros Categoria */
"Outros" = "Outros";

/* Papel Categoria */
"Papel" = "Papel";

/* Plástico Categoria */
"Plástico" = "Plástico";

/* Vidro Categoria */
"Vidro" = "Vidro";

/* Categoria Metal */
"Metal" = "Metal";

/* MINovoPedidoCategoriaViewController title */
"Passo 1" = "Passo 1";

/* A descrição é um campo obrigatório. */
"A descrição é um campo obrigatório." = "A descrição é um campo obrigatório.";

/* Mensagem Aguarde... */
"Aguarde..." = "Aguarde...";

/* Camera Button */
"Camera" = "Camera";

/* Campo 'A cada' deve ter um valor. */
"Campo 'A cada' deve ter um valor entre 1 e 999." = "Campo 'A cada' deve ter um valor entre 1 e 999.";

/* Campo 'A cada' é obrigatório. */
"Campo 'A cada' é obrigatório." = "Campo 'A cada' é obrigatório.";

/* Campo 'A cada' muito longo (>25) */
"Campo 'A cada' muito longo (>25)" = "Campo 'A cada' muito longo (>25)";

/* Campo 'Dou' deve ter um valor. */
"Campo 'Dou' deve ter um valor entre 1 e 999." = "Campo 'Dou' deve ter um valor entre 1 e 999.";

/* Campo 'Dou' é obrigatório. */
"Campo 'Dou' é obrigatório." = "Campo 'Dou' é obrigatório.";

/* Campo 'Dou' muito longo (>25). */
"Campo 'Dou' muito longo (>25)." = "Campo 'Dou' muito longo (>25).";

/* concluirButton */
"Concluir" = "Concluir";

/* Descrição muito longa (>140). */
"Descrição muito longa (>140)." = "Descrição muito longa (>140).";

/* MINovoPedidoDadosViewController title - isEditing */
"Editando" = "Editando";

/* Placeholder Origami */
"Ex.: 1 origami" = "Ex.: 1 origami";

/* Placeholder Azulejos */
"Ex.: azujelos coloridos" = "Ex.: azujelos coloridos";

/* Placeholder Carrinhos */
"Ex.: carrinho de plástico" = "Ex.: carrinho de plástico";

/* Placeholder Cerveja Cheia */
"Ex.: cerveja cheia" = "Ex.: cerveja cheia";

/* Placeholder Coca */
"Ex.: coca-cola" = "Ex.: coca-cola";

/* Placeholder Garrafas Pet */
"Ex.: garrafas PET 2L" = "Ex.: garrafas PET 2L";

/* Placeholder Garrafas Vazias */
"Ex.: garrafas vazias" = "Ex.: garrafas vazias";

/* Placeholder Jornais */
"Ex.: jornais velhos" = "Ex.: jornais velhos";

/* Placeholder Latinhas */
"Ex.: latinhas de coca-cola vazias" = "Ex.: latinhas de coca-cola vazias";

/* Placeholder Mosaico */
"Ex.: mini-mosaico" = "Ex.: mini-mosaico";

/* Galeria Button */
"Galeria" = "Galeria";

/* MINovoPedidoDadosViewController title - passo 2 */
"Passo 2" = "Passo 2";

/* Mensagem Sucesso. */
"Sucesso." = "Sucesso.";

/* Logout Button */
"Logout" = "Logout";

/* Placeholder Mudar Endereço */
"Mudar endereço" = "Mudar endereço";

/* Cancelar Action */
"Cancelar" = "Cancelar";

/* Confirmação Finalizar Pedido */
"Deseja realmente finalizar o pedido?" = "Deseja realmente finalizar o pedido?";

/* Editar Button */
"Editar" = "Editar";

/* Eu tenho! Button */
"Eu tenho!" = "Eu tenho!";

/* Finalizar Pedido Title */
"Finalizar Pedido" = "Finalizar Pedido";

/* Finalizar Pedido Sucesso */
"Pedido finalizado com sucesso!" = "Pedido finalizado com sucesso!";

/* OK action */
"Sim" = "Sim";

/* Chat Title */
"Chat" = "Chat";

/* Picture save error. */
"Erro ao salvar imagem." = "Erro ao salvar imagem.";

/* Local Button */
"Local" = "Local";

/* Bem-vindo Message */
"Bem-vindo, %@!" = "Bem-vindo, %@!";

/* Logando Message */
"Logando..." = "Logando...";

/* Login Obrigatorio */
"Login é um campo obrigatório." = "Login é um campo obrigatório.";

/* App Name */
"Midas" = "Midas";

/* senha obrigatória */
"Senha é um campo obrigatório." = "Senha é um campo obrigatório.";

/* Senha - muitos caracteres message */
"A senha deve ter menos de 30 caracteres." = "A senha deve ter menos de 30 caracteres.";

/* Senha - Poucos Caracteres Message */
"A senha deve ter pelo menos 6 caracteres." = "A senha deve ter pelo menos 6 caracteres.";

/* Senhas devem ser iguais Message */
"As senhas devem ser iguais." = "As senhas devem ser iguais.";

/* Email Obrigatorio Message */
"Email é obrigatório." = "Email é obrigatório.";

/* Login - Muitos Caracteres Message */
"O login deve ter menos de 20 caracteres." = "O login deve ter menos de 20 caracteres.";

/* Login - Poucos Caracteres Message */
"O login deve ter pelo menos 4 caracteres." = "O login deve ter pelo menos 4 caracteres.";

/* Registrando Message */
"Registrando..." = "Registrando...";

/* Bairro - Campo obrigatório Message */
"Bairro é um campo obrigatório." = "Bairro é um campo obrigatório.";

/* Cidade - Campo obrigatório Message */
"Cidade é um campo obrigatório." = "Cidade é um campo obrigatório.";

/* Endereço Inválido Message */
"Endereço Inválido" = "Endereço Inválido";

/* Rua - Campo obrigatório Message */
"Rua é um campo obrigatório." = "Rua é um campo obrigatório.";

"load_earlier_messages" = "Carregar mensagens anteriores.";

"send" = "Enviar";

"new_message" = "Nova mensagem";

"Não tem uma conta?" = "Não tem uma conta?";

"Recuperar Senha" = "Recuperar Senha";

"Recuperar" = "Recuperar!";

"E-mail de confirmação enviado com sucesso" = "E-mail de confirmação enviado com sucesso";

"Esqueci minha senha!" = "Esqueci minha senha!";

"Você recebe" = "Você recebe";
"Por" = "Por";

/* Titulo Termos de Uso */
"Termos de Uso" = "Termos de Uso";

"Denunciar conteúdo" = "Denunciar conteúdo";

"Deseja realmente denunciar o conteúdo desse pedido?" = "Deseja realmente denunciar o conteúdo desse pedido?";

"Denunciar" = "Denunciar";

"Conteúdo enviado para análise. Obrigado." = "Conteúdo enviado para análise. Obrigado.";

"Você já denunciou esse post." = "Você já denunciou esse post.";

"Conteúdo já denunciado." = "Conteúdo já denunciado.";

"Denunciar Post" = "Denunciar Post";

"Apenas Denunciar" = "Apenas Denunciar";

"Apenas Bloquear" = "Apenas Bloquear";

"Denunciar e Bloquear" = "Denunciar e Bloquear";

"Ao se registrar você aceita os" = "Ao se registrar você aceita os";

"Aceitar termos" = "Aceitar";

"Recusar termos" = "Recusar";

"Conteudo Termos de Uso" = "1. O Midas não é fornecedor de quaisquer produtos ou serviços anunciados nem se responsabiliza pelas trocas oferecidas pelos usuários. O Midas presta um serviço consistente na oferta de uma plataforma que fornece espaços para que usuários anunciem e possam negociar direta e exclusivamente entre si; \n\n2. Os usuários só poderão oferecer serviços/produtos como recompensa que possam cumprir diretamente com os termos do anúncio e todas as suas características; \n\n3. Para utilizar os serviços do Midas, o usuário deverá efetuar um cadastro único, criando um login e senha que são pessoais e intransferíveis. O Midas não se responsabiliza pelo uso inadequado e divulgação destes dados para terceiros. O Midas, nem quaisquer de seus empregados ou prepostos solicitará, por qualquer meio, físico ou eletrônico, que seja informada sua senha; \n\n4. O Midas, em razão de violação à legislação em vigor ou aos termos gerais de uso do Midas, conforme a situação, poderá, sem prejuízo de outras medidas, recusar qualquer solicitação de cadastro, advertir, suspender, temporária ou definitivamente, a conta de um usuário e seus anúncios; \n\n5. Não é permitido anunciar produtos expressamente proibidos pela legislação vigente ou pelos Termos e condições gerais de uso do app, que não possuam a devida autorização específica de órgãos reguladores competentes, ou que violem direitos de terceiros;";

/* Titulo Dicas de Uso */
"Dicas de Uso" = "Dicas de Uso";

"Conteudo Dicas de Uso" = "1. Em hipótese alguma forneça dados pessoais, como números de cartões ou senhas, através do app.\n\n2. Marque uma negociação apenas quando você não tiver dúvidas. O usuários precisam te transmitir segurança.\n\n3. Não negocie produtos ilegais ou perigosos.\n\n4. Recomendamos que as trocas sejam realizadas em locais públicos.";

"Denuncia enviada para análise. Obrigado." = "Denuncia enviada para análise. Obrigado.";
"Você já denunciou esse usuário." = "Você já denunciou esse usuário.";
"Você já bloqueou esse usuário." = "Você já bloqueou esse usuário.";
"Usuário bloqueado." = "Usuário bloqueado.";
